/* No comment provided by engineer. */
"A monitor has been disconnected while playing and this has ended the match! You need to restart the game if you wish to use the second display again." = "Un écran a été déconnecté pendant le jeu et a provoqué l'arrêt du match ! Vous devez relancer le jeu si vous souhaitez utiliser de nouveau le second affichage.";

/* from the scheme panel
   from the team panel */
"Add" = "Ajouter";

/* No comment provided by engineer. */
"Aggressive" = "Aggressif";

/* No comment provided by engineer. */
"All" = "Tous";

/* from the settings table */
"Alternate Damage" = "Dommages alternatifs";

/* No comment provided by engineer. */
"Are you reeeeeally sure?" = "Êtes-vous vraiiiiiment sûr?";

/* from the settings table */
"Audio Preferences" = "Préférences audio";

/* No comment provided by engineer. */
"Available Teams" = "Équipes disponibles";

/* No comment provided by engineer. */
"Average" = "Moyen";

/* No comment provided by engineer. */
"Backup" = "Backup";

/* No comment provided by engineer. */
"Before playing the preview needs to be generated" = "Avant que vous ne jouiez une prévisualisation doit être générée";

/* No comment provided by engineer. */
"Before returning the preview needs to be generated" = "Avant que vous ne continuiez une prévisualation doit être générée";

/* No comment provided by engineer. */
"Brutal" = "Brutal";

/* No comment provided by engineer. */
"Bully" = "Bully";

/* No comment provided by engineer. */
"Cancel" = "Annuler";

/* No comment provided by engineer. */
"Cavern" = "Caverne";

/* No comment provided by engineer. */
"Change hedgehogs' hat" = "Changer me chapeau des hérissons";

/* No comment provided by engineer. */
"Chat with the devs in IRC" = "Discuter avec les développeurs dans l'IRC";

/* No comment provided by engineer. */
"Choose a charismatic symbol for your team" = "Choisissez un symbôle charismatique pour votre équipe";

/* No comment provided by engineer. */
"Choose hedgehog graves" = "Choisir les tombes des hérissons";

/* No comment provided by engineer. */
"Choose team fort" = "Choisissez le fort de votre équipe";

/* from the settings table */
"Choosing a Scheme will select its associated Weapon" = "Choisir une stratégie sélectionnera son arme associée";

/* No comment provided by engineer. */
"Classic Ammo Menu" = "Menu des munitions classique";

/* No comment provided by engineer. */
"Community" = "Communauté";

/* from the settings table */
"Damage popups will notify you on every single hit" = "Les fenêtres de notification vous informeront à chaque fois que vous serez touché";

/* from the scheme panel
   from the team panel */
"Done" = "Fini";

/* from the scheme panel
   from the team panel */
"Edit" = "Modifier";

/* No comment provided by engineer. */
"Edit scheme preferences" = "Modifier les préférences de tactique";

/* No comment provided by engineer. */
"Edit team settings" = "Modifier les options d'équipe";

/* No comment provided by engineer. */
"Edit weapons preferences" = "Modifier les préférences d'armement";

/* No comment provided by engineer. */
"End Game" = "Arrêter le jeu";

/* No comment provided by engineer. */
"Flag" = "Drapeau";

/* No comment provided by engineer. */
"Follow us on Twitter" = "Suivez-nous sur Tweeter";

/* No comment provided by engineer. */
"Fort" = "Fort";

/* No comment provided by engineer. */
"Game Modifiers" = "Modificateurs de jeu";

/* No comment provided by engineer. */
"Game Settings" = "Options de jeu";

/* No comment provided by engineer. */
"General" = "Général";

/* No comment provided by engineer. */
"Grave" = "Tombe";

/* No comment provided by engineer. */
"Hedgewars supports multi-monitor configurations, but the screen has to be connected before launching the game." = "Hedgewars supporte les configurations multi-écrans, mais l'écran doit être connecté avant que le jeu ne soit lancé.";

/* No comment provided by engineer. */
"Hogs controlled by AI" = "Hérissons contrôllés par des IA";

/* No comment provided by engineer. */
"Hold your finger on a weapon to see what it does.\nTap anywhere to dismiss." = "Hold your finger on a weapon to see what it does.\nTap anywhere to dismiss.";

/* No comment provided by engineer. */
"Hold your finger on a weapon to see what it does.\nYou can move this window anywhere on the screen." = "Posez votre doigt sur une arme pour voir ce qu'elle fait.\nVous pouvez bouger cette fenêtre partout sur l'écran.";

/* ammo selection */
"Initial quantity " = "Quantité initiale ";

/* from the settings table */
"Insert your password" = "Entrez votre mot de passe";

/* from the settings table */
"Insert your username (if you have one)" = "Entrez votre nom d'utilisateur (si vous en avez un)";

/* No comment provided by engineer. */
"Join us on Facebook" = "Rejoignez-nous sur Facebook";

/* No comment provided by engineer. */
"Large" = "Large";

/* No comment provided by engineer. */
"Large Floating Islands" = "Grandes Îles Flottantes";

/* No comment provided by engineer. */
"Large Tunnels" = "Grands Tunnels";

/* No comment provided by engineer. */
"Leave a positive review on iTunes!" = "Laissez un commentaire possitif sur iTunes!";

/* No comment provided by engineer. */
"Level" = "Niveau";

/* No comment provided by engineer. */
"Loading..." = "Chargement...";

/* from the settings table */
"Main Configuration" = "Configuration Principale";

/* No comment provided by engineer. */
"Mark the death of your fallen warriors" = "Marquez la mort de vos guerries tombés";

/* No comment provided by engineer. */
"Max Hogs:" = "Hérissons maximum:";

/* No comment provided by engineer. */
"Medium" = "Moyen";

/* No comment provided by engineer. */
"Medium Floating Islands" = "Moyennes Îles Flottantes";

/* No comment provided by engineer. */
"Medium Tunnels" = "Moyens Tunnels";

/* No comment provided by engineer. */
"Missing detail" = "Détail manquant";

/* No comment provided by engineer. */
"Missions don't need further configuration" = "Les missions n'ont pas besoin de configuration supplémentaire";

/* from the settings table */
"Music" = "Musique";

/* No comment provided by engineer. */
"Names and Hats" = "Noms et chapeaux";

/* from the settings table */
"Nickname" = "Pseudonyme";

/* No comment provided by engineer. */
"No filter" = "Pas de filtre";

/* No comment provided by engineer. */
"No thanks" = "Non merci";

/* ammo selection */
"Number of turns before you can use this weapon " = "Nombre de tours restants avant de pouvoir utiliser cette arme ";

/* Short for 'Never' */
"Nvr" = "Jms";

/* No comment provided by engineer. */
"Of course!" = "Bien sûr!";

/* No comment provided by engineer. */
"Ok, got it" = "D'accord, j'ai compris.";

/* No comment provided by engineer. */
"Opt for controlling the team or let the AI lead" = "Choisissez de contrôler l'équipe ou laissez l'IA s'en charger";

/* from the settings table */
"Other Settings" = "Autres Options";

/* from the settings table */
"Password" = "Mot de passe";

/* No comment provided by engineer. */
"Pick a slang your hogs will speak" = "Choisissez un slogan que vos hérissons diront";

/* No comment provided by engineer. */
"Playing Teams" = "Équipes en jeu";

/* ammo selection */
"Presence probability in crates " = "Probabilité de présence dans les caisses ";

/* No comment provided by engineer. */
"Press to resume playing or swipe to delete the save file." = "Appuyez pour reprendre le jeu ou glissez pour supprimer le fichier de sauvegarde.";

/* No comment provided by engineer. */
"Preview not available" = "Aperçu non disponible";

/* ammo selection */
"Quantity that you will find in a crate " = "Quantité que vous trouverez dans une caisse ";

/* No comment provided by engineer. */
"Remind me later" = "Me le rappeler plus tard";

/* Short for 'Random' */
"Rnd" = "Hsd";

/* No comment provided by engineer. */
"Save" = "Sauvegarder";

/* No comment provided by engineer. */
"Scheme" = "Tactique";

/* No comment provided by engineer. */
"Scheme mismatch" = "Discordance de tactique";

/* No comment provided by engineer. */
"Scheme Name" = "Nom de tactique";

/* No comment provided by engineer. */
"Schemes" = "Tactiques";

/* No comment provided by engineer. */
"Select at least two teams to play a game" = "Choisissez au moins deux équipes pour jouer à un jeu";

/* No comment provided by engineer. */
"Select one Scheme and one Weapon for this game" = "Choisissez une Tactique et une Arme pour ce jeu";

/* No comment provided by engineer. */
"Select the team invincible fortress (only valid for fort games)" = "Choisissez la forteresse invincible de l'équipe (uniquement valide pour les jeux de fort)";

/* from the settings table */
"Select which style of ammo menu you prefer" = "Choisissez quel style de menu de munitions vous préférez";

/* No comment provided by engineer. */
"Set difficulty level" = "Réglez le niveau de difficulté";

/* No comment provided by engineer. */
"Set hedgehog voices" = "Choisir la voix des hérissons";

/* No comment provided by engineer. */
"Set team flag" = "Choisir le drapeau de l'équipe";

/* on the overlay */
"Set!" = "Choisir!";

/* No comment provided by engineer. */
"Show Help" = "Monter l'Aide";

/* No comment provided by engineer. */
"Small" = "Petit";

/* No comment provided by engineer. */
"Small Floating Islands" = "Petites Îles Flottantes";

/* No comment provided by engineer. */
"Small Tunnels" = "Petits Tunnels";

/* from the settings table */
"Sound" = "Son";

/* No comment provided by engineer. */
"Style" = "Style";

/* No comment provided by engineer. */
"Support" = "Support";

/* No comment provided by engineer. */
"Sync Schemes and Weapons" = "Synchroniser les Tactiques et les Armes";

/* No comment provided by engineer. */
"Tag" = "Balise";

/* No comment provided by engineer. */
"Tap to add hogs or change color, touch and hold to remove a team." = "Tapotez pour ajouter des hérissons ou changer la couleur, touchez et maintenez pour enlever une équipe.";

/* No comment provided by engineer. */
"Team Name" = "Nom de l'Équipe";

/* No comment provided by engineer. */
"Team Preferences" = "Préférences de l'Équipe";

/* No comment provided by engineer. */
"Teams" = "Équipes";

/* No comment provided by engineer. */
"The map is too small for that many hogs" = "Cette carte est trop petite pour ce nombre de hérissons";

/* No comment provided by engineer. */
"The robot badge indicates an AI-controlled team." = "Le badge robot indique une équipe contrôlée par IA.";

/* No comment provided by engineer. */
"The scheme you selected allows only for two teams" = "La Tactique que vous avez sélectionnée est seulement utilisable avec deux équipes";

/* No comment provided by engineer. */
"This weapon is locked" = "Cette arme est verrouillée";

/* No comment provided by engineer. */
"Too few teams playing" = "Trop peu d'équipes en jeu";

/* No comment provided by engineer. */
"Too many hogs" = "Trop de hérissons";

/* No comment provided by engineer. */
"Too many teams" = "Trop d'équipes";

/* No comment provided by engineer. */
"Visit our website" = "Visitez notre site web";

/* No comment provided by engineer. */
"Voice" = "Voix";

/* No comment provided by engineer. */
"Wacky" = "Farfelu";

/* No comment provided by engineer. */
"Wait for the Preview" = "Attendez l'aperçu";

/* No comment provided by engineer. */
"Weaky" = "Faiblard";

/* No comment provided by engineer. */
"Weapon" = "Arme";

/* No comment provided by engineer. */
"Weapon Ammuntions" = "Munitions d'Arme";

/* No comment provided by engineer. */
"Weapons" = "Armes";

/* No comment provided by engineer. */
"Weaponset Name" = "Nom de l'Ensemble d'Armes";

/* No comment provided by engineer. */
"Well, maybe not..." = "Eh bien, peut-être pas...";

/* No comment provided by engineer. */
"Worldwide" = "Dans le monde entier";

/* No comment provided by engineer. */
"You can add a description if you wish" = "Vous pouvez ajouter une description si vous le souhaitez";

/* No comment provided by engineer. */
"You exceeded the maximum number of tems allowed in a game" = "Vous avez dépassé le nombre minimum d'équipes authorisées dans un jeu";

